[
    {
        "id": 1,
        "name": "1+1",
        "originalName": "Intouchables",
        "poster": "https://st.kp.yandex.net/images/film_big/535341.jpg",
        "trailer": "https://www.youtube.com/embed/0RqDiYnFxTk",
        "mpaaRating": "16+",
        "rating": "8.8",
        "ratingsNumber": 1571449,
        "year": 2011,
        "duration": 112,
        "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
    },
    {
        "id": 2,
        "name": "Джентльмены",
        "originalName": "The Gentlemen",
        "poster": "https://st.kp.yandex.net/images/film_big/1143242.jpg",
        "trailer": "http://trailers.s3.mds.yandex.net/video_original/163500-210e6edf116d3ced5bb638542fa1327f.mp4",
        "mpaaRating": "18+",
        "rating": "8.5",
        "ratingsNumber": 1369926,
        "year": 2019,
        "duration": 113,
        "description": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.",
    },
    {
        "id": 3,
        "name": "Волк с Уолл-стрит",
        "originalName": "The Wolf of Wall Street",
        "poster": "https://st.kp.yandex.net/images/film_big/462682.jpg",
        "trailer": "https://www.youtube.com/embed/mdGQL6v7jtg",
        "mpaaRating": "18+",
        "rating": "8.0",
        "ratingsNumber": 1096702,
        "year": 2013,
        "duration": 180,
        "description": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР...",
    }
]